Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/forbrukertilsynet.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: more information about the substance of the documentary requirement, when sustainability is
nb: mer informasjon om innholdet i dokumentasjonsplikten ved bruk av bærekraftsmarkedsføring.

source: consumers by other means, cf. Section 8 first paragraph second sentence.
nb: § 8 første ledd an- bestemmelsens andre ledd der det fremgår at en handelspraksis er «urimelig» dersom den

source: The initiative is coordinated by the Netherlands and Norway, and gives Apple and Google the possibility to suggest remedies to consumer authorities from every continent, all at once.
nb: Initiativet koordineres av Nederland og Norge, og gir Apple og Google mulighet til å foreslå løsninger til tilsynsmyndigheter i alle verdensdeler på én gang.

source: You must also include a link to the ADR body’s website in the terms and conditions.
nb: Du må også ha med en lenke til klageorganets nettsider i vilkårene.

source: it is otherwise likely to deceive consumers, cf. Section 7 first paragraph (a)–(h).
nb: er egnet til å villede forbrukerne, jf. § 7 første ledd bokstav a–h. Markedsføringsloven – generelt

source: The Consumer Authority oversees that traders’ contract terms and marketing directed at consumers do not violate the Marketing Control Act.
nb: Forbrukertilsynet fører tilsyn med at næringsdrivendes avtalevilkår og markedsføring som rettes til forbrukere ikke er i strid med markedsføringsloven.

source: Section 7 of the Marketing Control Act regulates misleading acts. Whether an act is
nb: Markedsføringsloven § 7 regulerer villedende handlinger. Hvorvidt en handling er villedende

source: – If an app is designed to profit on personal data collected from us, this information should be given clearly up front, says Director General of The Consumer Authority of Norway, Elisabeth Lier Haugseth.
nb: – Hvis en app er designet for å samle inn og tjene penger på opplysninger om oss, skal vi ha klar og tydelig informasjon om dette, sier direktør i Forbrukertilsynet, Elisabeth Lier Haugseth.

source: Following pressure from the Norwegian Consumer Authority and the consumer authorities in the Netherlands and United Kingdom, Google commits to make changes to their app store, Google Play.
nb: Etter påtrykk fra Forbrukertilsynet og forbrukervernmyndighetene i Nederland og Storbritannia, skal Google gjøre endringer i sin app-butikk, Google Play.

source: someone for whom you are responsible, the consumer can
nb: Forbrukeren skal ikke måtte betale for en tjeneste som ikke

source: The Norwegian Consumer Authority, together with the consumer authorities in the Netherlands and United Kingdom, has led a joint action against Google and Apple.
nb: Slik vil forbrukerne bedre settes i stand til å foreta bevisste og informerte valg rundt hvilke apper de ønsker å kjøpe og å ta i bruk.Forbrukertilsynet har, sammen med forbrukervernmyndighetene i Nederland og Storbritannia, ledet en aksjon mot Google og Apple.

source: Section 6, which prohibit misleading and unfair commercial practices.
nb: § 6 som forbyr vil edende og urimelig handelspraksis. Det følger av mfl.

source: Both Section 7 and Section 8 require that the marketing must be likely to influence consu-
nb: Et fellesvilkår i §§ 7 og 8 er at markedsføringen må være egnet til å påvirke forbrukerne til å

source: Tips when booking trips online
nb: Tips ved bestilling av reise på nett

source: This guidance mainly concernes the prohibition against unfair and misleading commercial
nb: Denne veiledningen vil i hovedsak ta for seg forbudet mot urimelig og villedende han-

source: Section 8 of the Marketing Control Act regulates misleading omissions.
nb: Markedsføringsloven § 8 regulerer vil edende utelatelser.

source: Connected products are under constant development, and functionality may be changed through software updates.
nb: Tilkoblede produkter og tjenester er under stadig utvikling, og funksjonaliteten endres raskt gjennom hyppige oppdateringer av programvaren.

source: First Apple, then Google
nb: Først Apple, så Google

source: cussed in Chapter 4 and the use of certification schemes in Chapter 5.
nb: visjoner i punkt 4 og til bruk av merkeordninger i punkt 5.

source: A car is costly, and has a big potential to cause damage.
nb: En bil er kostbar, og har et stort skadepotensial.

source: 5 See Proposition to the Odelsting (Ot.
nb: 5 Se Ot.prp. Krav til god markedsføringsskikk – mfl.

source: It follows from the Marketing Control Act Section 6, fourth paragraph, that a commercial
nb: § 6 fjerde ledd at en handelspraksis alltid er urimelig dersom den er vil edende og i strid med mfl.

source: In 2018, The Consumer Authority of Norway coordinated a supervisory action on consumer data and terms and conditions with the Consumer Protection and Enforcement Network (ICPEN).
nb: I 2018 koordinerte Forbrukertilsynet en tilsynsaksjon om forbrukerdata og avtalevilkår i International Consumer Protection and Enforcement Network (ICPEN).

source: This is a call issued together with consumer authorities of 26 other countries.
nb: Dette gjøres i samarbeid med myndighetene i 26 andre land.

source: impression it is likely to have on consumers.
nb: helhetsinntrykk den er egnet til å gi forbrukerne.

source: Based on Tesla’s marketing, it would appear that Summon can both automatically park and retrieve your vehicle.
nb: Summon er Autopilot sin innebygde parkeringsassistent, som ifølge Tesla både kan parkere og hente bilen for deg.

source: When assessing whether marketing is misleading, one must start by considering the overall
nb: Når man skal vurdere om markedsføring er villedende, skal man ta utgangspunkt i hvilket

source: Autopilot is an optional service from Tesla which, according to the car manufacturer, enables the car to steer, accelerate and brake automatically for other vehicles and pedestrians.
nb: Autopilot er en tilleggsfunksjon som ifølge Tesla gjør at bilen på egen hånd kan skifte fil, akselerere og bremse for andre kjøretøy og fotgjengere.

source: This will ensure you get the best price.
nb: Da kan du være sikker på at du får den beste prisen.

source: , while dialogue continued with Google.
nb: mens dialogen med Google har fortsatt.

source: documentation is to have sufficient evidential value, the normal requirement is that the claims
nb: kedsfører produktet, må være vurdert av en uavhengig instans, eller det må på annen måte

source: marketing raises questions in relation to the Marketing Control Act Sections 7 and 8, cf.
nb: Etter vår vurdering reiser markedsføringen spørsmål etter markedsføringsloven (mfl.) §§ 7 og 8, jf.

source: This ‘blacklist’ follows from Annex 1 of the Unfair Commercial Practices Directive.
nb: av vedlegg 1 til direktivet om urimelig handelspraksis.

source: Check the final price before you book your ticket.
nb: Sjekk sluttprisen når du bestiller.

source: On www.tesla.com/no_NO, under the tab MODEL 3, you can scroll down to the picture showing the text ‘Autopilot – Future of Driving’ (Appendix, page 2).
nb: På www.tesla.com/no_NO, under fanen MODEL 3, kan man scrolle ned til bildet som viser «Autopilot – Fremtiden for bilkjøring», (vedlegg, side 2).

source: «The SIM card is pre-installed in the SmartFridge™ and
nb: «SIM-kortet er forhåndsinstallert i Smartkjøleskap™ og

source: The attachment may contain spyware or viruses.
nb: Vedlegget kan inneholde Spyware eller virus.

source: Misleading marketing in the jungle of IoT-products
nb: Villedende markedsføring i jungelen av IoT-produkter

source: courts of Santa Clara, California.»
nb: eksklusive jurisdiksjonen til domstolene i Santa Clara, California.»

source: In that case both the post and the links must be marked.
nb: Samarbeide med nasjonale og internasjonale nettverk.

source: The customer shall him/herself have given his/her electronic address (e-
nb: Dersom kunden ikke innen den tid har reparert betalingsmisligholdet, stanses leveransen.

source: with the customer.
nb: lov om foreldelse av fordringer.

source: ‘In our letter to Tesla, we have explained the importance of giving consumers a correct picture of the product’s functionality and limitations.
nb: — I brevet har vi gjort Tesla oppmerksom på viktigheten av gi forbrukerne et riktig bilde av produktets funksjonalitet og begrensninger.

source: In 2018, the Norwegian Consumer Authority coordinated a joint international action in the
nb: I 2018 koordinerte Forbrukertilsynet en tilsynsaksjon om forbrukerdata og avtalevilkår i

source: Sections 7 and 8.
nb: §§ 7 og 8.

source: – I believe that Apple and Google should take more responsibility to inform consumers on privacy for of the apps that are downloaded from their stores.
nb: – Jeg mener at Apple og Google bør ta et større ansvar for å informere om personvernet i appene som lastes ned fra deres butikker.

source: «Disputes between the parties shall be resolved by an arbitration court of the
nb: «Tvister mellom partene skal løses av en voldgiftsdomstol som

source: Based on the marketing, it would therefore appear that Summon automatically parks and retrieves your vehicle (Appendix, page 8).
nb: Ut fra markedsføringen fremstår det derfor som om Summon automatisk vil parkere og hente kjøretøyet ditt (vedlegg, side 8).

source: marketing claims set out in Section 2 and Section 3 second paragraph, respectively.
nb: § 2 og § 3 annet Når man skal vurdere om markedsføring er villedende etter mfl.

source: If a commercial practice is to be deemed unfair, both of these conditions must be satisfied.
nb: Begge disse to vilkårene må være oppfylt for at en handelspraksis skal være urimelig.

source: – It is an advantage for both consumers and businesses that the authorities are cooperating internationally, says Haugseth.
nb: – Det er en fordel både for forbrukere og næringsdrivende at myndighetene samarbeider internasjonalt, sier Haugseth.

source: The Consumer Authority recently opened a case with Tesla on its marketing of the add-on service Autopilot and the parking assistant Summon.
nb: Forbrukertilsynet har nylig tatt opp sak med Tesla om markedsføringen av tilleggsfunksjonen Autopilot og parkeringsassistansen Summon.
